[docks]
fishdude0 = Hola, amigo. Amigote, quiero decir. Estoy como, listo para un buen crucero, ¿verdad? [br]Espero que no haya nada sospechoso en esta nave, ¿sabes?
fishdude1 = Me estafaron en unas vacaciones dudosas el año pasado. Fue, como, no radical en absoluto.

[internal]
fishdude2 = Oh, hey, amigote. Me estaba enfriando, ya sabes, y noté este vidrio roto. Raro, ¿verdad?
fishdude3 = ... ¿Te pertenece? Ah, genial, supongo. No te juzgo, ya sabes.
fishdude4 = Bastante peligroso recoger esas cosas con tus propias manos, pero... como, con tal de que flote tu bote, ¿sabes?

[act3]
fishdude0 = Me gusta. Gracias, amigo. No lo vi venir.

fishdude1 = ¿Cómo te va, tío? La vista aquí es como, salvaje, eh.
fishdude2 = Esos icebergs son bastante grandes, pero no te preocupes. Leí un panfleto de que este bote no puede hundirse. En absoluto.
fishdude3 = Como el de esa película, ¿sabes? Acerca del bote que era igual, no pudia hundirse. Nunca vi el final de eso.


carried0 = ¡Oh! Eres, como, bastante fuerte, ¿eh?

[fluff]
fishdude0 = Oye, amigo. ¿Qué pasa? Solo estoy mirando esto, como, un jardín helado. Hay, como, flores y basura.
fishdude1 = Es, como, una linda vista desde tu balcón, ¿sabes?
